Repository: MaestriHub/localization
Catalog: IOS/Resources/Common/CommonProfileLocalizable.xcstrings
Source language: en
Languages: ru

# common.profile.app_icon_widget.title
source: Select App Icon
ru: Выберите значок приложения

# common.profile.danger_zone_widget.delete_hint
source: This action cannot be undone
ru: Это действие нельзя отменить

# common.profile.danger_zone_widget.delete_title
source: Delete User
ru: Удалить пользователя

# common.profile.danger_zone_widget.logout
source: Logout
ru: Выйти

# common.profile.danger_zone_widget.logout_hint
source: Sign out of your account
ru: Выйти из аккаунта

# common.profile.danger_zone_widget.logout_message_alert
source: Are you sure you want to log out?
ru: Вы уверены, что хотите выйти?

# common.profile.danger_zone_widget.nickname
source: Nickname
ru: Ник

# common.profile.danger_zone_widget.subscription
source: Subscription
ru: Подписка

# common.profile.danger_zone_widget.title
source: Danger Zone
ru: Опасная зона

# common.profile.danger_zone_widget.user_delete_message_alert
source: To confirm, type your nickname in the box below
ru: Чтобы подтвердить, введите свой псевдоним в поле ниже

# common.profile.danger_zone_widget.user_delete_title_alert
source: The action cannot be undone. Are you sure you want to delete?
ru: Это действие нельзя отменить. Вы уверены, что хотите удалить?

# common.profile.danger_zone_widget.warning
source: Warning
ru: Предупреждение

# common.profile.i_am_widget.customer
source: Customer
ru: Клиент

# common.profile.i_am_widget.customer_register
source: Register like customer
ru: Зарегистрируйтесь, как клиент

# common.profile.i_am_widget.professional
source: Professional
ru: Профессионал

# common.profile.i_am_widget.professional_register
source: Register like professional
ru: Зарегистрируйтесь, как специалист

# common.profile.i_am_widget.title
source: Select mode
ru: Выбрать режим

# common.profile.screen.title
source: Profile
ru: Профиль

# common.profile.support_widget.action
source: Support Chat
ru: Чат Поддержки

# common.profile.support_widget.message
source: We’re here to help! If you have any questions or issues, our support team is always ready to assist you
ru: Мы здесь, чтобы помочь! Если у вас есть вопросы или вопросы, наша служба поддержки всегда готова помочь вам

# common.profile.support_widget.title
source: Got questions? We’re here to help!
ru: У вас есть вопросы? Мы здесь, чтобы помочь!

# common.profile.support_widget.unknown
source: Unknown
ru: Неизвестен

# common.profile.support_widget.userMessage
source: Hello, I need help! My ID: %@
ru: Здравствуйте, мне нужна помощь! Мой ID: %@

# iAm.widget.customer
source: Customer
ru: Клиент

# iAm.widget.customer_register
source: Register like customer
ru: Зарегистрируйтесь, как клиент

# iAm.widget.professional
source: Professional
ru: Профессионал

# iAm.widget.professional_register
source: Register like professional
ru: Зарегистрируйтесь, как специалист

# iAm.widget.title
source: Select mode
ru: Выбрать режим

# Support.widget.action
source: Support Chat
ru: Чат Поддержки

# Support.widget.message
source: We’re here to help! If you have any questions or issues, our support team is always ready to assist you
ru: Мы здесь, чтобы помочь! Если у вас есть вопросы или проблемы, наша служба поддержки всегда готова вам помочь

# Support.widget.title
source: Got questions? We’re here to help!
ru: У вас есть вопросы? Мы здесь, чтобы помочь!

# Support.widget.unknown
source: Unknown
ru: Неизвестен

# Support.widget.userMessage
source: Hello, I need help! My ID: %@
ru: Здравствуйте, мне нужна помощь! Мой ID: %@
